{"id": "105243", "revid": "27067", "url": "https://su.wikipedia.org/wiki?curid=105243", "title": "Muslim Afrika-Amérika", "text": "Muslim Afrika-Amérika ayeuna nujul kana komunitas Afrika-Amérika anu taat kana agama Islam. Kiwari, komunitas ieu nyusun kira-kira 20% tina total populasi Muslim di Amérika Serikat.\nIslam mimiti anjog di Amérika Serikat ngaliwatan kapal mawa budak ti Afrika, jeung Al Qur'an munggaran kapanggih di Amérika milik hiji Afrika anu kapaksa diangkut ka dinya. Diperkirakeun kira-kira 15-30% budak anu dibawa ka Amérika nyaéta Muslim. Sanajan kitu, lolobana maranéhna kapaksa ngarobah agama Kristen dina mangsa perbudakan di Amérika.\nSajarah.\nUmat ​​Islam munggaran di Amérika dibawa sacara paksa. Ti abad ka-16 nepi ka abad ka-19, loba umat Islam ti Afrika Kulon dibawa jadi budak ku padagang budak bodas anu diéksploitasi karajaan Islam beuki teu stabil di Afrika. Diperkirakeun kira-kira 15-20% urang Afrika anu diperbudak éta Muslim, jumlahna puluhan rébu. Loba pamilik budak di Amérika nyobaan ngaleungitkeun jati diri Islamna budak jeung maksa maranéhna jadi Kristen. Sanajan kitu, pikeun sababaraha budak, Islam jadi hiji wangun lalawanan, sarta loba nu terus latihan di rusiah, sanajan sababaraha bisa ibadah kabuka di wewengkon terpencil sapanjang basisir Géorgia jeung Karolina Kidul. Budak Muslim sering ngaliwat berpendidikan tibatan juragan budak, kusabab tingkat melek anu luhur di Afrika Kulon dina waktu éta. Sababaraha di antarana malah diajar di paguron luhur kawas Timbuktu jeung Djenne jeung ngapalkeun Al Qur'an. Bari sababaraha boga budak hargana kaahlian ieu, loba batur narékahan pikeun ngurangan atawa nyumputkeun pangaweruh éksténsif ngeunaan budak sabab ditantang kapercayaan yén \"Africans\" éta \"inherently inferior\" mun Éropa.\nPenindasan perbudakan ngagaduhan dampak anu dahsyat pikeun umat Islam Afrika. Sanajan aranjeunna tetep di Amérika nepi ka awal abad ka-20, kiwari euweuh grup Muslim Amérika anu bisa disusud langsung ka budak Muslim. Sanajan kitu, carita maranéhanana tetep penting dina teologi Islam hideung dina budaya Amérika, kaasup pangaruh maranéhanana dina musik blues.\nSanggeus emansipasi, loba budak pindah ti padesaan Amérika Kidul ka puseur pakotaan di Kalér, dina periode dipikawanoh salaku Migrasi Agung. Di dinya, seueur urang Afrika Amérika anu katarik kana rupa-rupa denominasi Islam, masing-masing ngaréspon kana rasisme ku cara anu unik. Salah sahiji anu pangheulana nyaéta Kuil Élmu Moorish di Amérika, diadegkeun ku Noble Drew Ali di 1913. Élmu Moorish ngajarkeun yén budak anu dibébaskeun sanés urang Afrika, tapi \"Asiatics\" anu ageman aslina nyaéta Islam. Ali nulis kitab suci anyar nu ngamajukeun identitas ieu, nentang Kristen bodas, sarta envisioned peradaban Asiatik anyar. Buku suci ieu narik loba pengikut, sarta dina sapuluh taun, leuwih ti 30.000 urang nganggap Ali nabi. Nanging, salaku minoritas ras sareng agama, aranjeunna sering janten sasaran diskriminasi. Ti taun 1930-an nepi ka 1980-an, FBI nalungtik Sci Moors, percaya yén identitas \"Asiatik\" anyar maranéhna predisposed aranjeunna pikeun ngarojong Jepang salila Perang Dunya II.\nUrang Afrika-Amerika séjén anu katarik Ahmadiyah asalna di Pakistan, dimana umat Islam mimiti nuturkeun Ghulam Ahmad, anu ngaku narima wahyu ti Allah dina taun 1879 sarta nganggap dirina Mahdi, Al Masih Kristen, jeung titisan dewa Hindu Kresna. Pikeun seueur umat Islam, ieu mangrupikeun bid'ah, tapi nalika mubaligh Ahmadiyah, Muhammad Sadiq, sumping ka AS dina taun 1920, anjeunna mendakan pengikut di komunitas kulit hideung anu katarik kana pesen Ahmadiyah ngeunaan persatuan ras sareng lalawanan kana imperialisme Kulon.\nDina 1930, Wallace D. Fard ngadegkeun Nation of Islam (NOI). Saatos Fard ngiles dina 1934, Elijah Muhammad mingpin rombongan, nyatakeun yén Fard nyaéta Mahdi, Al Masih, sareng Gusti dina wujud manusa. Anjeunna ngajarkeun yén Muslim hideung mangrupikeun manusa munggaran, sareng yén jalma bodas diciptakeun ku élmuwan gélo sareng bakal dirusak ku Gusti. Ajaran ieu kontroversial sareng dianggap teu ortodoks ku seueur umat Islam, tapi gaduh daya tarik anu signifikan pikeun sababaraha urang Afrika Amerika. NOI ogé maénkeun peran dina gerakan hak-hak sipil, sareng tokoh sapertos Malcolm Kawas Moorish Science, NOI diawasan ku FBI.\nDina abad ka-21, kalolobaan Muslim Afrika-Amérika nuturkeun cabang Islam Sunni anu langkung tradisional. Seueur di antarana asup Islam Sunni ti kelompok Muslim Afrika-Amérika sareng ditarik kana protés Islam ngalawan supremasi kulit bodas. Muslim Sunni ieu geus maénkeun peran penting dina gerakan Islam global, kaasup di akademisi Islam kayaning karya groundbreaking Amina Wadud dina feminisme Islam. Sanajan kitu, diskriminasi ngalawan Muslim hideung terus. Sanggeus serangan teroris 11 Séptémber 2001, mumusuhan ka umat Islam ngaronjat, kalawan kajahatan hate ngalawan Muslim naek 1700%. Muslim Afrika-Amérika ogé henteu kalis tina diskriminasi. Contona, nalika Keith Ellison, Muslim Afrika-Amérika, kapilih jadi Kongrés di 2006, anjeunna dilabélan urang asing anu \"ngarusak peradaban Amérika\". Tuduhan anu sami muncul ngalawan présidén Afrika-Amérika anu munggaran, Barack Obama, anu sanaos Kristen, sering ngaku janten Muslim anu lahir asing, anu jelas yén seueur urang Amerika masih ningali Muslim hideung salaku ancaman.\nDémografi.\nNumutkeun survey 2017 Pew Research Center, Muslim Afrika-Amérika (kaasup ras campuran atawa Hispanik) sakitar 20% tina populasi Muslim di Amérika Serikat. Sakitar 70% tina populasi Muslim Afrika-Amérika lahir di Amérika Serikat.\nTapi, Muslim ngan ukur sabagian leutik tina populasi kulit hideung di Amérika Serikat. Lolobana urang Amérika hideung nyaéta Kristen (79%) atawa teu boga agama (18%), sedengkeun sakitar 2% urang Amérika hideung nyaéta Muslim. Sakitar satengah tina Muslim hideung (49%) nyaéta mualaf, anu tingkat konversi anu kawilang luhur. Ku ngabandingkeun, ngan 15% tina Muslim non-hideung asup Islam, sarta ngan 6% Kristen hideung dirobah jadi Kristen.\nMuslim Hideung, kawas kalolobaan urang hideung Amérika, boga tingkat tinggi komitmen agama. Contona, lolobana Muslim hideung (75%) jeung Kristen hideung (84%) nyebutkeun agama pohara penting pikeun maranéhanana. Ieu tingkat komitmen leuwih luhur ti Muslim non-hideung (62%). Muslim Hideung oge leuwih gampang ti Muslim séjén di AS solat lima waktu sapoé (55% dibandingkeun jeung 39%).\nDina awal 1900-an, sababaraha pamimpin agama Muslim di AS negeskeun yén Islam mangrupakeun agama alami jalma hideung, ngagambar narasi Muslim Afrika anu direbut abad ka tukang jeung dijual salaku budak di Amérika. Anu paling menonjol diantara kelompok ieu nyaéta Bangsa Islam, diadegkeun dina 1930 jeung ayeuna dipimpin ku Menteri Louis Farrakhan. Ayeuna, ngan dua ti unggal 100 Muslim hideung anu ditaliti ngaidéntifikasi jeung Bangsa Islam. Kontras, lolobana Muslim hideung nyebutkeun maranéhna Muslim Sunni (52%) atawa teu kagolong kana denominasi Islam tangtu (27%).\nTapi, survéy 2017 henteu nanyakeun naha umat Islam kungsi ngaidéntifikasi jeung Bangsa Islam saméméhna, titik anu penting sabab loba umat Islam hideung anu kasohor kawas Muhammad Ali, Malcolm X, jeung Imam W. Deen Mohammed mangrupakeun anggota Nation of Islam saméméhna. ngarobah kana bentuk Islam lianna."}
{"id": "105244", "revid": "27067", "url": "https://su.wikipedia.org/wiki?curid=105244", "title": "Kakeristenan di Éropa", "text": "Kakeristenan di Éropa mangrupa agama kalawan jumlah panganut panglobana di Éropa. Agama ieu dipraktékkeun di Éropa ti abad kahiji, sarta sababaraha Surat Paulus ditujukeun ka urang Kristen nu hirup di Yunani jeung Kakaisaran Romawi.\nNumutkeun kana ulikan 2010 ku Pew Research Center, 76,2% tina populasi Éropa ngaidentipikasi Kristen. Dina 2010, Katolik éta grup Kristen panggedena di Éropa, akuntansi pikeun leuwih ti 48% Kristen buana urang. Grup kadua panggedéna nyaéta Ortodoks, anu nyababkeun 32% urang Kristen Éropa. Sanajan Reformasi Protestan dimimitian di Éropa, ngan ngeunaan 19% Kristen Éropa nuturkeun tradisi Protestan. Rusia boga populasi Kristen panglobana di Éropa, dituturkeun ku Jérman jeung Italia.\nPikeun sahenteuna milénium, Éropa ampir sinonim jeung budaya Kristen, sanajan agama asalna di Wétan Tengah. Budaya Kristen maénkeun peran utama dina peradaban Kulon, mangaruhan kamekaran filsafat, seni, sareng sains. Éropa boga warisan budaya Kristen euyeub, kalawan loba wali, syahid jeung paus hailing ti buana. Sadaya paus ti 741 dugi ka 2013 ti Éropa. Éropa ogé imah loba puseur agama Kristen, titilar jeung situs suci."}
{"id": "105245", "revid": "27067", "url": "https://su.wikipedia.org/wiki?curid=105245", "title": "Pangdagangan budak Atlantik", "text": "Perdagangan budak Atlantik ogé katelah perdagangan budak trans-Atlantik atanapi perdagangan budak transatlantik, lumangsung sapanjang Samudra Atlantik ti abad ka-15 nepi ka abad ka-19. Mayoritas jalma enslaved sarta dibawa ka Dunya Anyar, via rute padagangan triangular jeung Passage Tengah, sumping ti tengah jeung kulon Afrika Kulon. Aranjeunna dijual ku Afrika kulon ka padagang budak Éropa barat, sedengkeun sajumlah leutik direbut langsung ku padagang budak dina razia basisir, teras dibawa ka buana Amérika.\nJumlah pangbadagna Afrika dibawa ngaliwatan perdagangan budak pikeun jadi imigran Dunya Kuna lumangsung di Amérika Kalér jeung Kidul saméméh ahir abad ka-18. Langkung seueur budak anu dibawa ka Amérika Kidul tibatan ka Kalér. Sistem ékonomi di Atlantik Kidul jeung Karibia dipuseurkeun kana produksi palawija komoditi jeung barang dijual di Éropa, nu ngarah ka kanaékan jumlah budak Afrika dibawa ka Dunya Anyar. Kajadian ieu penting pisan pikeun nagara-nagara Éropa barat anu, dina ahir abad ka-17 sareng ka-18, mimiti ngawangun kakaisaran luar negeri.\nPortugis anu kahiji kalibet dina perdagangan budak Dunya Anyar dina abad ka-16. Antara 1418 jeung 1470, maranéhna ngalakukeun runtuyan ékspédisi éksplorasi nu ulang dipetakeun sagara kiduleun Portugal, manggihan wewengkon anyar nu salah ngajajah disebut \"sagara nu teu acan kungsi dijajah saméméhna.\" Dina 1526, Portugis réngsé lalampahan budak trans-Atlantik munggaran ti Afrika ka Amérika, dituturkeun ku nagara séjén afterward. Pamilik kapal nganggap budak salaku kargo anu gancang sareng gampang dijual pikeun padamelan di sagala rupa séktor ékonomi, sapertos ngokolakeun rupa-rupa palawija komoditi, pertambangan, industri wangunan, sareng janten PRT."}
{"id": "105246", "revid": "27067", "url": "https://su.wikipedia.org/wiki?curid=105246", "title": "Pangdagangan Budak Atlantik", "text": ""}
{"id": "105247", "revid": "27067", "url": "https://su.wikipedia.org/wiki?curid=105247", "title": "Méhméd II", "text": "Méhméd II anu katelah Muhammad al-Fatih Fatih Sultan Mehmed atanapi Mehmed the Conqueror, nyaéta pangawasa katujuh Kakaisaran Ottoman anu maréntah ti 1444 - 1446 sareng 1451 - 1481. Anjeunna kasohor ku prestasina, khususna Penaklukan Konstantinopel. dina 1453, nu earned anjeunna nickname \"The Conqueror\". Mehmed dikenal salaku pamimpin anu sanggup kalayan kaahlian dina militér, sains, sareng matematika. Dina yuswa 21, anjeunna ngawasa dalapan basa.\nMehmed dianggap pahlawan di Türkiye sareng dunya Islam. Dina sajarah Islam, anjeunna dipikawanoh salaku salah sahiji pamingpin hébat, sabanding jeung Sultan Saladin Al-Ayyubi (pahlawan Islam dina Perang Salib) jeung Sultan Saifuddin Mahmud Al-Qutuz (pahlawan Islam dina perang di 'Ain Al-Jalut ngalawan Mongol. tentara). Dina kakawasaanana, Mehmed leuwih milih pajabat luhur ti kasang tukang devşirme ka jalma ti kulawarga bangsawan, nu ngajadikeun kontrol nagara sagemblengna terpusat jeung sultan.\nKahirupan awal.\nMehmed II lahir dina 30 Maret 1432 di Edirne, anu harita ibukota Kakaisaran Ottoman. Anjeunna putra Sultan Murad II sareng Hüma Hatun.\nDina yuswa sabelas, Mehmed dikirim pikeun maréntah Amasya, nuturkeun tradisi Ottoman ngirim şehzades (pangéran) pikeun administering wewengkon dina persiapan pikeun digentos ku tahta. Sultan Murad II ogé ngirimkeun seueur guru pikeun ngadidik anjeunna, kalebet Molla Gürani. Salah sahiji ulama anu berpengaruh dina waktos éta, Syekh Muhammad Shamsuddin bin Hamzah, ogé janten guru sareng penasehat caket Mehmed, khususna ngeunaan penaklukan Konstantinopel. Mehmed némbongkeun kaunggulan dina sagala rupa widang élmu dibandingkeun jeung sasama.\nSanggeus nyimpulkeun hiji pajangjian karapihan jeung Kadipaten Karaman di Anatolia dina 1444, Murad, anu leuwih museurkeun agama jeung seni batan pulitik, turun tahta sarta masrahkeun kakawasaan ka Mehmed, nu yuswa mung dua belas taun. Dina kaayaan ieu, wazir agung Çandarlı Halil Pasha gaduh kontrol anu kuat pikeun nagara éta. Halil Pasha asalna ti kulawarga Çandarlı, salah sahiji kulawarga paling boga pangaruh dina sajarah Ottoman sajaba ti dinasti Ottoman sorangan. Nanging, pangaruhna ditandingkeun ku Syekh Syamsuddin anu caket pisan sareng Mehmed.\nDina période mimiti kakawasaanana, Ottoman diserang ku Karajaan Hungaria dipingpin ku János Hunyadi, anu ngalanggar gencatan senjata dina Traktat Szeged (1444). Dina kaayaan ieu, Mehmed nanya bapana balik ka tahta, tapi Murad nampik. Mehmed nulis surat ka bapana, \"Nalika anjeun sultan, datang jeung mimpin tentara anjeun. Lamun kuring sultan, abdi maréntahkeun anjeun datang jeung mingpin tentara abdi.\" Ahirna, Murad datang jeung mingpin tentara, ngéléhkeun gabungan Hungaria-Polandia jeung pasukan Wallachia nu dipingpin ku Raja Władysław III ti Hungaria jeung Polandia, János Hunyadi, jeung Mircea II ti Wallachia dina Patempuran Varna (1444).\nSanggeus éta, Murad balik deui ka tahta ku keukeuh Çandarlı Halil Pasha anu teu resep pangaruh kuat Shaikh Shamsuddin dina mangsa pamaréntahan Mehmed. Murad maréntah nepi ka pupusna dina 18 Pébruari 1451. Saatos pupusna, Mehmed balik deui ka tahta sarta crowned di Edirne dina yuswa salapan belas.\nKapribadian jeung kawijakan.\nDina yuswa 21 taun, Mehmed II parantos ngawasa genep basa: Turki Ottoman, Arab, Persia, Serbia, Yunani, sareng Latin. Mehmed oge pujangga anu nulis dina pseudonym \"Avni\" (anu hartina \"pembantu\").\nDina mangsa pamaréntahanana, Mehmed mindeng ngumpulkeun ulama pikeun nyaksian diskusi agama. Dina mangsa ieu, matématika, astronomi jeung agama ngahontal puncakna. Anjeunna ngondang élmuwan sareng astronom Muslim sapertos Ali Qusyji ka karatonna, sareng ngawangun paguron luhur, masjid (kalebet Masjid Fatih), cai mancur, sareng Istana Topkapı. Di sabudeureun Masjid Fatih, anjeunna maréntahkeun pangwangunan dalapan madrasah (Sahn-ı Seman Medrese) anu jadi lembaga atikan Islam pangluhurna di karajaan pikeun abad.\nMehmed ogé ngumpulkeun seniman Italia, humanis, jeung sarjana Yunani di pangadilan-Na. Salah sahiji seniman sapertos Gentile Bellini, pelukis Italia ti Venice, anu ditugaskeun pikeun ngalukis potret Mehmed ogé fresco anu ayeuna parantos leungit.\nSaméméhna, anggota déwan sultan biasana asalna ti kulawarga bangsawan boga pangaruh anu kadang-kadang ngutamakeun kapentingan kulawarga maranéhanana batan kasatiaan ka sultan. Mehmed ngarobah sistem ieu ku concentrating kakuatan dina sultan jeung nunjuk pajabat tinggi ti backgrounds devşirme, ku kituna kasatiaan maranéhanana éta solely ka sultan. Wazir na, Zagan Pasha, kitu ogé panerusna, Mahmud Pasha Angelović, asalna ti devşirme. Dina 1477-1481, Mehmed formalized sentralisasi kakawasaan ngaliwatan hukum nu ngadegkeun daptar pajabat utama, kalungguhan maranéhna, tanggung jawab, gaji, hukuman, sarta hubungan maranéhanana jeung sultan. Ieu ngajadikeun anjeunna sultan munggaran nu nyieun jeung nerapkeun hukum dumasar kana otoritas sorangan. Kalawan kasatiaan pajabat na assured, Mehmed éta bisa utusan kakawasaan ka wazir na, sahingga anjeunna mundur ka pengasingan. Mehmed ngawangun témbok pikeun nutupan karatonna sareng ngajantenkeun teu tiasa diaksés ku masarakat umum atanapi pejabat anu langkung handap. Para wazir nguruskeun urusan militer sareng diplomatik, khususna dina seueur perang Mehmed.\nDina urusan agama, Mehmed masihan kabébasan agama ka rupa-rupa subjékna salami aranjeunna nurut kana paréntahna. Saatos nalukkeun Bosnia, Mehmed ngaluarkeun \"Ahdname Milodraž\", piagam anu masihan kabébasan Orde Fransiskan Bosnia pikeun mindahkeun sacara bébas di jero kakaisaran, ibadah di gereja sareng biara, sareng panyalindungan tina panganiayaan sareng panyiksaan. Mehmed ogé ngenalkeun sistem gedang, anu méré hak otonomi ka rahayat unggal agama pikeun ngatur sorangan tanpa loba gangguan ti pamaréntah puseur. Sanaos Islam mangrupikeun agama nagara Usmani, Syaikhul Islam salaku pamimpin umat Islam ngagaduhan jabatan anu langkung luhur tibatan pamimpin gedang agama sanés sareng wazir.\nMehmed nunjuk Gennadius Scholarius salaku Patriarch Ortodoks Ecumenical munggaran dina jaman Ottoman, ngajantenkeun anjeunna pamimpin Kristen Ortodoks sapanjang kakaisaran. Gedang Ortodoks mangrupikeun gedang non-Muslim panggedéna di Kakaisaran Ottoman. Mehmed ogé ngadegkeun Yahudi Grand Rabbinate jeung Patriarchate Arménia Konstantinopel salaku bagian tina sistem gedang. Saméméhna, dina mangsa Kakaisaran Romawi Wétan Ortodoks, anggota Garéja Arménia dilarang ibadah di Konstantinopel sabab dianggap bid'ah.\nTaun-taun terahir.\nDina 1480, pasukan Ottoman dina kapamimpinan Gedik Ahmed Pasha nempatan Otranto di Italia kidul. Kakurangan pangan kapaksa sabagéan ageung tentara mundur ka Albania, nyésakeun 800 tentara leumpang sareng 500 pasukan kavaleri pikeun ngabela Otranto. Aranjeunna rencanana balik dina usum tiis. Dina waktos éta, teu acan tilu puluh taun ti Nalukkeun Konstantinopel ku Ottomans, jadi sieun timbul yen Roma bakal ngalaman nasib sarua. Paus Sixtus IV ngaluarkeun panggero pikeun perang salib, ngabalukarkeun sababaraha kota-nagara bagian di Italia, kitu ogé Perancis jeung Hungaria, pikeun ngajawab telepon. Sanajan kitu, Républik Venesia teu aub sabab kabeungkeut ku hiji perjangjian jeung Ottomans.\nDina 1481, Ferdinando, Raja Naples, ngumpulkeun tentara dipingpin ku putrana, Alfonso, kalayan bantuan ti Raja Mátyás Hunyadi. Pangepungan kota dimimitian dina 1 Méi 1481.\nDina taun anu sarua, Mehmed II mingpin tentara sorangan, tapi murag gering sanggeus datangna di Maltepe. Mehmed nyoba nalukkeun Rhodes jeung Italia kidul, tapi sababaraha sejarawan nyebutkeun yén tujuan salajengna nya éta pikeun nalukkeun Mesir, nu dikawasa ku Kasultanan Mamluk, sarta nyokot gelar khalifah dicekel ku Abbasiyah dina panangtayungan Mamluk saprak 1261. Mehmed maot dina bulan Méi. 3, 1481 dina yuswa 49. . Sejarawan Colin Heywood percaya yén Mehmed diracun ku putra cikalna, Bayezid, sedengkeun anu sanésna nunjukkeun yén anjeunna diracun ku dokter Yahudi pribadina.\nWarta ngeunaan maotna Mehmed disambut kalayan kabagjaan di Éropa. Lonceng gereja disada sareng perayaan dilaksanakeun. Di Venesia, béja diumumkeun kalayan ceurik, \"La Grande Aquila è morta!\" (The Great Eagle geus maot!).\nSaatos pupusna Mehmed, aya sengketa ngeunaan tahta antara dua putrana, Bayezid jeung Cem, ku kituna teu aya bantuan anu dikirim ka Otranto. Ieu ngakibatkeun penjajahan Ottoman di Italia kidul tungtung ngaliwatan hungkul, sarta pasukan Ottoman mundur ka Albania sanggeus ngeunaan tilu belas bulan.\nPangajen.\nSanggeus nalukkeun Konstantinopel, Mehmed II ngadéklarasikeun dirina Kaisar Romawi (Qayser-i Rûm), ngarujuk kana Kakaisaran Romawi Wétan nu geus dipuseurkeun di Konstantinopel saprak 330 M. Klaim ieu ditolak ku Garéja Katolik Roma sareng kalolobaan di Éropa Kulon, tapi diakui ku Garéja Ortodoks Wétan. Patriarch Gennadius II ngakuan Mehmed salaku pewaris tahta Romawi. Mehmed ogé ngaku turunan ti Ioannes Tzelepes Komnenos, keponakan Kaisar Ioannes II, ngaliwatan Nilüfer Hatun, pamajikan Orhan jeung indung Murad I. Ieu gelar \"Kaisar Romawi\" saterusna jadi salah sahiji gelar resmi ti Sultan Ottoman sanggeus maot Mehmed.\nMehmed ogé mimiti ngagunakeun gelar 'Padişah', nu asalna tina basa Pérsia jeung sarua jeung 'kaisar' dina basa Indonésia. Kalayan gelar ieu, Mehmed nyatakeun jabatanna langkung luhur tibatan raja. Gelar kaisar atawa maharaja boga kalungguhan leuwih luhur batan raja. Mehmed mangrupikeun pamimpin Ottoman munggaran anu ngagaduhan gelar ieu. Dina prak-prakanana, masarakat Usmani leuwih mindeng ngagunakeun gelar padişah pikeun pamingpinna, sedengkeun Kulon jeung Indonésia leuwih mindeng ngagunakeun gelar 'sultan', nu geus jadi gelar resmi pamingpin Ottoman saprak Murad I.\nMehmed ogé nyatakeun dirina khalifah, gelar pikeun pamimpin Muslim, sanajan dipercaya yén Murad I nyaéta pamimpin Ottoman munggaran anu ngagunakeun gelar ieu. Samentara éta, dinasti Abbasyiah masih nyekel gelar khalifah terus-terusan saprak pertengahan abad kadalapan, iwal jeda tilu taun sanggeus nalukkeun Baghdad ku Mongol dina 1258. Status pamingpin Ottoman salaku khalifah janten jelas tur taya tanding dina mangsa. jaman incu Mehmed, Sultan Selim I, anu junun nalukkeun Kasultanan Mamluk Mesir sarta narima alih gelar khalifah ti Khalifah Abbasiyah anu hirup dina panangtayungan maranéhanana."}
{"id": "105248", "revid": "25926", "url": "https://su.wikipedia.org/wiki?curid=105248", "title": "Abdul muis", "text": "Abdoel Moeis ( &lt;/link&gt; ) ( ). Nyaéta saurang sastrawan, politikus jeung wartawan Indonésia . Anjeunna mangrupikeun administrator senior Sarikat Islam sareng anggota Volksraad ngawakilan ieu organisasi. Abdoel Moeis diistrénan salaku Pahlawan Nasional munggaran ku Présidén Republik Indonésia, Soekarno, kaping 30 Agustus 1959.\nKahirupan mimiti.\nAbdoel Moeis téh urang Minangkabau. Putrana Soelaiman Dt Toemanggoeng sareng Siti Djariah.\nSanggeus lulus ti ELS, Abdoel Moeis nuluykeun atikanana di Stovia (sakola kedokteran, ayeuna Fakultas Kedokteran Universitas Indonesia ), Jakarta . Alatan gering, anjeunna teu kungsi ngaréngsékeun atikan di dinya. \nKarir sareng aktivisme.\nAbdoel Moeis ngamimitian karirna salaku \"juru tulis\" di Departemen \"Onderwijs en Eredienst\" ku bantosanna Mr. Abendanon, anu harita jadi Diréktur Pendidikan. Ngan waé, ieu kalungguhanana teu dipikaresep ku pagawé Walanda lianna. Saatos dua satengah taun damel di éta tempat, anjeunna lirén sareng janten wartawan di Bandung . Dina taun 1905, anjeunna katampi janten anggota redaksi majalah \"Bintang Hindia\" . \"Bintang Hindia\" nyaéta majalah anu eusina warta pulitik di Bandung. Taun 1907, \"Bintang Hindia\" dicaram medal, Abdul Muis pindah gawé di \"Bandungsche Afdeelingsbank\" salaku menteri gudang. Abdul Muis ngaleukeunan ieu padamelan dugika 5 taun. Dina 1912, anjeunna digawé salaku wartawan koran Walanda \"Preanger Bode.\" Dina \"Preanger Bode\" Abdul Muis digawé salaku purah mariksa/proofreader . Dina 3 bulan, anjeunna diangkat jadi pupuhu pamariksa/\"hoofdcorector\" alatan kaahlian dina basa Walandana lumayan alus. \nDina taun 1913 anjeunna ngagabung jeung Sarekat Islam, sarta jadi Kepala Redaksi \"Harian Kaoem Moeda\" . Koran \"Kaoem Moeda\" mangrupa koran munggaran nu ngawanohkeun kolom \"Pojok\" ti taun 1913. Posisi Moeis salaku redaktur sareng ngokolakeun masalah medalkeun sareng masarankeun ngajadikeun anjeunna langkung laluasa pikeun neraskeun perjuanganna sareng pulpén salaku sanjatana. Koran \"Kaoem Moeda\" mangrupa tulang tonggong perjuangan Sarekat Islam di Bandung. Sataun ti harita, ngaliwatan Panitia Bumiputera anu diadegkeunana jeung Ki Hadjar Dewantara, Abdoel Moeis ngabantah rencana pamaréntah Walanda pikeun ngayakeun hajatan ulang taun kamerdikaan Walanda ti Perancis . \nDina taun 1917, anjeunna dipercaya minangka utusan Sarekat Islam ka Walanda pikeun ngapropagandakeun panitia Indie Weerbaar. Dina éta kasempetan, anjeunna ogé ngadorong inohong Walanda pikeun ngadegkeun Technische Hooge School – Institut Téknologi Bandung (ITB) di Priangan. Taun 1918, Abdoel Moeis diangkat jadi anggota Volksraad ngawakilan Sarekat Islam Tengah . \nDina Juni 1919, hiji pangawas Walanda di Toli-Toli, Sulawesi Utara ditelasan sanggeus anjeunna masihan pidato di dinya . Abdoel Moeis dituduh ngadorong rahayat pikeun nolak pagawéan paksa (rodi), anu nyababkeun kajasian rajapati. Pikeun kajadian ieu anjeunna disalahkeun sareng dipenjara. Salian ti biantara, manéhna ogé bajoang ngaliwatan rupa-rupa média citak. Dina tulisanana dina harian Walanda \"De Express\", Abdoel Moeis ngritik tulisan jalma-jalma kolonialis Walanda. \nDina 1920, anjeunna kapilih jadi Pupuhu Déwan Umum Paguyuban Pagawé Pegadaian. Sataun ti harita saterusna manéhna mingpin mogok buruh di Yogyakarta . Taun 1923 nganjang ka Padang, Sumatera Barat . Di dinya anjeunna ngajak para pangawasa adat pikeun musyawarah, nentang pajeg-pajeg anu ngabeuratkeun masarakat Minangkabau. Alatan ieu kagiatan anjeunna dicaram ilubiung dina urusan pulitik. Sajaba ti éta, anjeunna ogé keuna kana \"passentelsel\" anu ngalarang anjeunna cicing di Sumatera Barat sarta ninggalkeun pulo Jawa. Lajeng anjeunna ditundung;diasingkeun ka Garut, Jawa Barat . Di kota ieu anjeunna ngaréngsékeun novelna anu cukup kasohor, \"Salah Asuhan\" . \nAbdoel Moeis mangrupa inohong anu kacida tawekal kana perjuangan jeung nasib rahayatna anu harita keur jaman dijajah. Henteu ngan wungkul ngaliwatan profési sastra, anjeunna malah merjuangkeun di dunya pulitik. Tulisanna anu seukeut sareng gerakan politik Abdoel Moeis teras ngabalukarkeun anjeunna dicaram cicing di tempat lahirna. Anjeunna lajeng milih wewengkon Garut salaku tanah pangbuangan, sarta di dinya anjeunna méakkeun sésana hirupna. \nTaun 1926 kapilih jadi anggota \"Bupati Garut Schapsraad\". Genep taun saterusna anjeunna diangkat \"Regentschapsraad Controleur\". Anjeunna nyekel kalungguhan ieu nepi ka Jepang asup ka Indonésia (1942). Lantaran ngarasa kolot, dina taun 1944 Abdul Moeis eureun gawé. Sanajan kitu, dina jaman sanggeus proklamasi, anjeunna aktip deui dina Majelis Perjuangan Priangan. Malah pernah dipénta jadi anggota DPA. \nSanggeus kamerdékaan, anjeunna ngadegkeun Paguyuban Perjuangan Priangan anu museur kana pangwangunan di Jawa Barat jeung masarakat Sunda . \nMaot.\nAbdoel Moeis pupus di Kota Bandung kaping 17 Juni 1959. Layonna dimakamkeun di TMP Cikutra, Bandung.[ \"\" ]&lt;/link&gt;\nAnjeunna maot ngantunkeun dua pamajikan jeung 13 barudak. \nGawe.\n\"Salah Asuhan\".\n\"Wrong Upbringing\" nyaéta novél anu diterbitkeun taun 1928. Novel ieu ditarjamahkeun kana basa Inggris ku Robin Susanto sarta dipedalkeun ku judul \"Never the Twain\" ku Yayasan Lontar minangka salah sahiji seri Perpustakaan Modern Indonésia .[ \"\" ]&lt;/link&gt;Taun 1972, novel ieu difilmkeun sareng sutradara Asrul Sani . \nAbdoel Moeis ogé nulis novel séjénna, nyaéta \"Pertemuan Jodoh\" (1933), \"Surapati\" (1950) jeung \"Robert Anak Surapati\" (1953).[ \"\" ]\nAbdoel Moeis mimitina nikah ka mojang nu dipilih kolotna, nya éta mojang Minangkabau, tapi nikahna teu lila, alatan ieu garwana tilar dunya. \nSanggeus lila nyorangan, Abdoel Moeis rimbitan jeung mojang pilihanna, nya éta mojang Priangan. Tina ieu perkawinan, aranjeunna dikaruniai dua murangkalih. Tapi, rumah tanggana henteu lana pinanggih jeung paturay kusabab Abdoel Moeis. \nAbdul Moeis nikah deui ka mojang Priangan ngaranna Soenarsih dina taun 1925. Pasangan ieu dikaruniai 12 murangkalih. Anak pangkolotna ngaranna Sulaiman lahir nalika Abdoel Moeis keur diasingkeun di Garut, Jawa Barat. Sulaiman maot dina yuswa genep dinten alatan tetanus. \nDi antara anak Abdoel Moeis anu hirup nepi ka dewasa nyaéta Diana Moeis, Kencana Moeis, jeung Achir Moeis."}
{"id": "105249", "revid": "25926", "url": "https://su.wikipedia.org/wiki?curid=105249", "title": "Wayback Machine", "text": "Mesin Wayback nyaéta arsip \"digital Waring Wera Wanua\" sareng inpormasi sanésna tina Internét anu diciptakeun ku \"Internet Archive\", ieu organisasi \"nirlaba\" anu matuhna di San Fransisco, California. Situs ieu ngahaja diprogram ku Brewster Kahle jeung Bruce Gilliat, sarta meunang eusi/kontén ti Alexa Internet. Ladenan ieu ngamungkinkeun pamaké pikeun nempo arsip kaca wéb saban waktu atawa naon nu disebut \"indéks tilu diménsi.\"\nNgaran Wayback Machine sorangan dipilih tina hiji pakakas dina séri kartun animasi, The Rocky jeung Bullwinkle Show. Dina salah sahiji bagéan kartun animasi, Peabody's \"Improbable History\", tokoh utama Mr. Peabody sareng Sherman rutin ngagunakeun mesin waktos anu disebut \"mesin WABAC\" (dibaca \"Wayback\") pikeun nyaksian, ilubiung, sareng, remen. Ngarobah hiji kajadian anu kawentar dina sajarah."}
{"id": "105250", "revid": "32033", "url": "https://su.wikipedia.org/wiki?curid=105250", "title": "Gunung Jampang (ᮌᮥᮔᮥᮀ ᮏᮙ᮪ᮕᮀ)", "text": " \nGunung Jampang (ᮌᮥᮔᮥᮀ ᮏᮙ᮪ᮕᮀ) nyaéta salah sahiji désa di kacamatan Bungbulang, Kabupatén Garut, Propinsi Jawa Barat ."}
